IDEA Open Model
OpenModel.LoadsOnLine Property
Compatible with IDEA StatiCa Beta 20.0
 List of line load impulses in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LoadOnLine> LoadsOnLine { get; set; }
Public Property LoadsOnLine As List(Of LoadOnLine)
	Get
	Set
Property Value
Type: List<LoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace